{
    "Tishrei 1": [
        {
            "title": "Rosh Hashanah",
            "desc": "The Jewish New Year, a day of prayer, reflection, and the sounding of the shofar."
        }
    ],
    "Tishrei 1": [
        {
            "title": "Creation of mankind (1 AM/3760 BCE)",
            "desc": "On Tishrei 1 -- the sixth day of creation -- G-d said: 'Let us make Man in Our image, after Our likeness; and let them have dominion over the fish of the sea, and over the birds of the air, and over the cattle, and over all the earth...' (Genesis 1:26). 'G-d formed man of the dust of the earth, and breathed into his nostrils the breath of life (the Divine soul); and man became a living soul' (ibid., 2:7). 'And G-d took the man and placed him in the Garden of Eden, to work it and to keep it' (2:15). ''And G-d said: 'It is not good that the man should be alone; I will make him a helpmeet opposite him' ... G-d caused a deep sleep to fall upon the man, and he slept; and He took one of his sides, and closed up the flesh in its place. And G-d built the side which He had taken from the man into a woman, and brought her to the man. And the man said: 'This is now bone of my bones, and flesh of my flesh; she shall be called Woman, because she was taken out of Man.' Therefore a man leaves his father and his mother, and cleaves to his wife; and they become one flesh'' (2:18-24)."
        }
    ],
    "Tishrei 1": [
        {
            "title": "The First Sin and Repentance (1 AM/3760 BCE",
            "desc": "On the very day he was created, man committed the first sin of history, transgressing the Divine commandment not to eat from the Tree of Knowledge of Good and Evil. Adam and Eve were banished from the Garden, and mankind became subject to death, labor and moral confusion. But on that day the first man and woman also repented their sin, introducing the concept and opportunities of teshuvah (return) into the human experience."
        }
    ],
    "Tishrei 18": [
        {
            "title": "Passing of Rabbi Nachman of Breslov (5570/1810)",
            "desc": "Passing of the famed Chassidic rebbe, Rabbi Nachman of Breslov, Ukraine (1772-1810). A great-grandson of the Baal Shem Tov, he championed a unique path of divine service that entails simplicity, joy, and solitude. He left no successor, but his teachings remain influential more than 200 years after his passing"
        }
    ],
    "Elul-11": [
        {
            "title": "Rashab's marriage (1875/5635)",
            "desc": "The Rebbe Rashab married Rebbetzin Shterna Sara."
        }
    ]
}