{
    "Tishri 1": [
        {
            "title": "Rosh Hashanah",
            "desc": "The Jewish New Year, a day of prayer, reflection, and the sounding of the shofar."
        }
    ],
    "Tishri 1": [
        {
            "title": "Creation of mankind (1 AM/3760 BCE)",
            "desc": "On Tishrei 1 -- the sixth day of creation -- G-d said: 'Let us make Man in Our image, after Our likeness; and let them have dominion over the fish of the sea, and over the birds of the air, and over the cattle, and over all the earth...' (Genesis 1:26). 'G-d formed man of the dust of the earth, and breathed into his nostrils the breath of life (the Divine soul); and man became a living soul' (ibid., 2:7). 'And G-d took the man and placed him in the Garden of Eden, to work it and to keep it' (2:15). ''And G-d said: 'It is not good that the man should be alone; I will make him a helpmeet opposite him' ... G-d caused a deep sleep to fall upon the man, and he slept; and He took one of his sides, and closed up the flesh in its place. And G-d built the side which He had taken from the man into a woman, and brought her to the man. And the man said: 'This is now bone of my bones, and flesh of my flesh; she shall be called Woman, because she was taken out of Man.' Therefore a man leaves his father and his mother, and cleaves to his wife; and they become one flesh'' (2:18-24)."
        }
    ],
    "Tishri 1": [
        {
            "title": "The First Sin and Repentance (1 AM/3760 BCE",
            "desc": "On the very day he was created, man committed the first sin of history, transgressing the Divine commandment not to eat from the Tree of Knowledge of Good and Evil. Adam and Eve were banished from the Garden, and mankind became subject to death, labor and moral confusion. But on that day the first man and woman also repented their sin, introducing the concept and opportunities of teshuvah (return) into the human experience."
        }
    ],
    "Tishri 2": [
        {
            "title": "The First Shabbos (1 AM/3760 BCE)",
            "desc": "After G-d spent six days creating the world, He rested on this day, as the Torah states, 'And the work of the heavens, the earth, and all their inhabitants was complete. And on the seventh day, G-d completed and stopped doing the work that he had done. And G-d blessed the seventh day and sanctified it, for He had stopped the work of creation and rested on that day.' (Genesis 2:1-3) To commemorate the day, we are to rest from all work, as it is stated, 'Remember the day of Shabbat to sanctify it. For six days you shall work and perform all your labor, but the seventh day is Shabbat to the L‑rd your G‑d; you shall not perform any labor…For [in] six days the L‑rd made the heavens and the earth, the sea and all that is within them, and He rested on the seventh day. Therefore, the L‑rd blessed the day of Shabbat and sanctified it (Exodus 20:8–11).'"
        }
    ],
    "Tishri 18": [
        {
            "title": "Passing of Rabbi Nachman of Breslov (5570/1810)",
            "desc": "Passing of the famed Chassidic rebbe, Rabbi Nachman of Breslov, Ukraine (1772-1810). A great-grandson of the Baal Shem Tov, he championed a unique path of divine service that entails simplicity, joy, and solitude. He left no successor, but his teachings remain influential more than 200 years after his passing"
        }
    ],
    "Heshvan 9": [
        {
            "title": "Passing of Rosh (1327/5088)",
            "desc": "The life and influence of Rabbi Asher ben Yechiel, known by the acronym 'Rosh', straddled the two great spheres of the Jewish diaspora of his time, the Ashkenazic (Franco-German) and the Sephardic (Spanish-Mediterranean) communities. Born approximately 1250/5010 in Western Germany, Rabbi Asher studied under the famed Tosaphist Rabbi Meir of Rothenburg, fathered eight sons, and authored one of the earliest codifications of Jewish law. In mid-life he fled the persecutions of medieval Christian Europe, settling in Spain where Jews prospered materially and Jewish learning flourished in the Spanish Golden Age. Though a penniless exile and newcomer, Rabbi Asher's genius and erudition quickly earned him a position of prestige and influence. In 1304/5064 he was invited to to serve as the spiritual leader of the Jews of Toledo, where he established a Talmudic academy and transplanted the Ashkenazic Tosaphists' system of Talmudic interpretation and analysis. He also introduced the traditionalism and piety of the early Ashkenazic 'Chassidim' (reversing the secularist trends in certain segments of Sephardic Jewry). Rabbi Asher passed away in Toledo on Cheshvan 9 of the year 5088 from creation (1327 of the Common Era)."
        }
    ],
    "Elul 11": [
        {
            "title": "Rashab's marriage (1875/5635)",
            "desc": "The Rebbe Rashab married Rebbetzin Shterna Sara."
        }
    ]
}